espressif/esp-idf/components/esp_timer/test_apps/sdkconfig.ci.psram
CONFIG_IDF_TARGET="esp32"
CONFIG_SPIRAM=y
CONFIG_ESP_INT_WDT_TIMEOUT_MS=800
CONFIG_SPIRAM_OCCUPY_NO_HOST=y
CONFIG_SPIRAM_MALLOC_ALWAYSINTERNAL=0
